"A plum is a fruit of some species in Prunus subg. Prunus. Dried plums are most often called prunes, though in the United States they may be labeled as simply 'dried plums', especially during the 21st century.\n\nPlums may have been one of the first fruits domesticated by humans, with origins in East European and Caucasian mountains and China. They were brought to Britain from Asia, and their cultivation has been documented in Andalusia, southern Spain. Plums are a diverse group of species, with trees reaching a height of 5–6 metres (16–20 ft) when pruned. The fruit is a drupe, with a firm and juicy flesh.\nChina is the largest producer of plums, followed by Romania and Serbia. Japanese or Chinese plums dominate the fresh fruit market, while European plums are also common in some regions. Plums can be eaten fresh, dried to make prunes, used in jams, or fermented into wine and distilled into brandy. Plum kernels contain cyanogenic glycosides, but the oil made from them is not commercially available.\nIn terms of nutrition, raw plums are 87% water, 11% carbohydrates, 1% protein, and less than 1% fat. They are a moderate source of vitamin C but do not contain significant amounts of other micronutrients.\n\n\n== History ==\nPlums may have been one of the first fruits domesticated by humans. Three of the most abundantly cultivated species are not found in the wild, only around human settlements: Prunus domestica has been traced to East European and Caucasian mountains, while Prunus salicina and Prunus simonii originated in China. Plum remains have been found in Neolithic age archaeological sites along with olives, grapes and figs. According to Ken Albala, plums originated in Iran. They were brought to Britain from Asia.\nAn article on plum tree cultivation in Andalusia (southern Spain) appears in Ibn al-'Awwam's 12th-century agricultural work, Book on Agriculture.\n\n\n== Etymology and names ==\nThe name plum derived from Old English plume \"plum, plum tree\", borrowed from Germanic or Middle Dutch, derived from Latin prūnum and ultimately from Ancient Greek προῦμνον proumnon, itself believed to be a loanword from an unknown language of Asia Minor. In the late 18th century, the word plum was used to indicate \"something desirable\", probably in reference to tasty fruit pieces in desserts.\n\n\n== Description ==\nPlums are a diverse group of species. The commercially important plum trees are medium-sized, usually pruned to 5–6 metres (16–20 ft) height. The tree is of medium hardiness. Without pruning, the trees can reach 12 metres (39 ft) in height and spread across 10 metres (33 ft). They blossom in different months in different parts of the world; for example, in about January in Taiwan and early April in the United Kingdom.\nFruits are usually of medium size, between 2–7 centimetres (0.79–2.76 in) in diameter, globose to oval. The flesh is firm and juicy. The fruit's peel is smooth, with a natural waxy surface that adheres to the flesh. The plum is a drupe, meaning its fleshy fruit surrounds a single hard fruitstone which encloses the fruit's seed.\n\n\n== Cultivation and uses ==\n\n\tDifferent plum cultivars\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nJapanese or Chinese plums are large and juicy with a long shelf life and therefore dominate the fresh fruit market. They are usually clingstone and not suitable for making prunes. They are cultivars of Prunus salicina or its hybrids. The cultivars developed in the US are mostly hybrids of P. salicina with P. simonii and P. cerasifera. Although these cultivars are often called Japanese plums, two of the three parents (P. salicina and P. simonii) originated from China and one (P. cerasifera) from Eurasia.\n\nIn some parts of Europe, European plum (Prunus domestica) is also common in fresh fruit market. It has both dessert (eating) or culinary (cooking) cultivars, which include:\n\nDamson (purple or black skin, green flesh, clingstone, astringent)\nPrune plum (usually oval, freestone, sweet, fresh eaten or used to make prunes)\nGreengage (firm, green flesh and skin even when ripe)\nMirabelle (dark yellow, predominantly grown in northeast France)\nVictoria (yellow flesh with a red or mottled skin)\nYellowgage or golden plum (similar to greengage, but yellow)\nIn West Asia, myrobalan plum or cherry plum (Prunus cerasifera) is also widely cultivated. In Russia, apart from these three commonly cultivated species, there are also many cultivars resulting from hybridization between Japanese plum and myrobalan plum, known as Russian plum (Prunus × rossica).\nWhen it flowers in the early spring, a plum tree will be covered in blossoms, and in a good year approximately 50% of the flowers will be pollinated and become plums. Flowering starts after 80 growing degree days.\nIf the weather is too dry, the plums will not develop past a certain stage, but will fall from the tree while still tiny, green buds, and if it is unseasonably wet or if the plums are not harvested as soon as they are ripe, the fruit may develop a fungal condition called brown rot. Brown rot is not toxic, and some affected areas can be cut out of the fruit, but unless the rot is caught immediately, the fruit will no longer be edible. Plum is used as a food plant by the larvae of some Lepidoptera, including November moth, willow beauty and short-cloaked moth.\nThe taste of the plum fruit ranges from sweet to tart; the skin itself may be particularly tart.  It is juicy and can be eaten fresh or used in jam-making or other recipes. Plum juice can be fermented into plum wine. In central England, a cider-like alcoholic beverage known as plum jerkum is made from plums. Dried, salted plums are used as a snack, sometimes known as saladito or salao. Various flavors of dried plum are available at Chinese grocers and specialty stores worldwide. They tend to be much drier than the standard prune. Cream, ginseng, spicy, and salty are among the common varieties. Licorice is generally used to intensify the flavor of these plums and is used to make salty plum drinks and toppings for shaved ice or baobing. Pickled plums are another type of preserve available in Asia and international specialty stores. The Japanese variety, called umeboshi, is often used for rice balls, called onigiri or omusubi.  The ume, from which umeboshi are made, is more closely related, however, to the apricot than to the plum. \nIn the Balkans, plum is converted into an alcoholic drink named slivovitz (plum brandy, called in Bosnian, Croatian, Montenegrin or Serbian šljivovica). A large number of plums, of the Damson variety, are also grown in Hungary, where they are called szilva and are used to make lekvar (a plum paste jam), palinka (traditional fruit brandy), plum dumplings, and other foods. In Romania, 80% of the plum production is used to create a similar brandy, called țuică.\nAs with many other members of the rose family, plum kernels contain cyanogenic glycosides, including amygdalin. Prune kernel oil is made from the fleshy inner part of the pit of the plum. Though not available commercially, the wood of plum trees is used by hobbyists and other private woodworkers for musical instruments, knife handles, inlays, and similar small projects.\n\n\n== Production ==\nIn 2019, global production of plums (data combined with sloes) was 12.6 million tonnes, led by China with 56% of the world total (table). Romania and Serbia were secondary producers.\n\n\n== Nutrition ==\nRaw plums are 87% water, 11% carbohydrates, 1% protein, and less than 1% fat (table). In a 100-gram (3+1⁄2-ounce) reference serving, raw plums supply 192 kilojoules (46 kilocalories) of food energy and are a moderate source only of vitamin C (12% Daily Value), with no other micronutrients in significant content (table).\n\n\n== Species ==\n\nThe numerous species of Prunus subg. Prunus are classified into many sections, but not all of them are called plums. Plums include species of sect. Prunus and sect. Prunocerasus, as well as P. mume of sect. Armeniaca. Only two plum species, the hexaploid European plum (Prunus domestica) and the diploid Japanese plum (Prunus salicina and hybrids), are of worldwide commercial significance. The origin of P. domestica is uncertain but may have involved P. cerasifera and possibly P. spinosa as ancestors. Other species of plum variously originated in Europe, Asia and America.\nSect. Prunus (Old World plums) – leaves in bud rolled inwards; flowers 1–3 together; fruit smooth, often wax-bloomed\n\nSect. Prunocerasus (New World plums) – leaves in bud folded inwards; flowers 3–5 together; fruit smooth, often wax-bloomed\n\nSect. Armeniaca (apricots) – leaves in bud rolled inwards; flowers very short-stalked; fruit velvety; treated as a distinct subgenus by some authors\n\nIn certain parts of the world, some fruits are called plums and are quite different from fruits known as plums in Europe or the Americas. For example, marian plums are popular in Thailand, Malaysia and Indonesia, otherwise also known as gandaria, plum mango, ma-praang, ma-yong, ramania, kundang, rembunia or setar. Another example is the loquat, also known as Japanese plum and Japanese medlar, as well as nispero, bibassier and wollmispel elsewhere. In South Asia and Southeast Asia, Jambul, a fruit from tropical tree in family Myrtaceae, is similarly sometimes referred to 'damson plums', and it is different from damson plums found in Europe and Americas. Jambul is also called as Java plum, Malabar plum, Jaman, Jamun, Jamblang, Jiwat, Salam, Duhat, Koeli, Jambuláo or Koriang.\n\n\n== Gallery ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== See also ==\n\n\n== References =="